export const DATA_IF_SERVER_FAILS = {
  regions: [
    {
      "id": 4,
      "regName": "Республика Алтай",
      "regCodes": [
        "04"
      ]
    },
    {
      "id": 5,
      "regName": "Республика Дагестан",
      "regCodes": [
        "05"
      ]
    },
    {
      "id": 6,
      "regName": "Республика Ингушетия",
      "regCodes": [
        "06"
      ]
    },
    {
      "id": 7,
      "regName": "Кабардино-Балкарская Республика",
      "regCodes": [
        "07"
      ]
    },
    {
      "id": 8,
      "regName": "Республика Калмыкия",
      "regCodes": [
        "08"
      ]
    },
    {
      "id": 9,
      "regName": "Карачаево-Черкесская Республика",
      "regCodes": [
        "09"
      ]
    },
    {
      "id": 10,
      "regName": "Республика Карелия",
      "regCodes": [
        "10"
      ]
    },
    {
      "id": 11,
      "regName": "Республика Коми",
      "regCodes": [
        "11"
      ]
    },
    {
      "id": 12,
      "regName": "Республика Марий Эл",
      "regCodes": [
        "12"
      ]
    },
    {
      "id": 13,
      "regName": "Республика Мордовия",
      "regCodes": [
        "13",
        "113"
      ]
    },
    {
      "id": 14,
      "regName": "Республика Саха (Якутия)",
      "regCodes": [
        "14"
      ]
    },
    {
      "id": 15,
      "regName": "Республика Северная Осетия — Алания",
      "regCodes": [
        "15"
      ]
    },
    {
      "id": 16,
      "regName": "Республика Татарстан (Татарстан)",
      "regCodes": [
        "16",
        "116",
        "716"
      ]
    },
    {
      "id": 17,
      "regName": "Республика Тыва",
      "regCodes": [
        "17"
      ]
    },
    {
      "id": 18,
      "regName": "Удмуртская Республика",
      "regCodes": [
        "18"
      ]
    },
    {
      "id": 19,
      "regName": "Республика Хакасия",
      "regCodes": [
        "19"
      ]
    },
    {
      "id": 20,
      "regName": "Чувашская Республика - Чувашия",
      "regCodes": [
        "21",
        "121"
      ]
    },
    {
      "id": 21,
      "regName": "Алтайский край",
      "regCodes": [
        "22"
      ]
    },
    {
      "id": 22,
      "regName": "Краснодарский край",
      "regCodes": [
        "23",
        "93",
        "123",
        "193"
      ]
    },
    {
      "id": 23,
      "regName": "Красноярский край",
      "regCodes": [
        "24",
        "124"
      ]
    },
    {
      "id": 24,
      "regName": "Приморский край",
      "regCodes": [
        "25",
        "125"
      ]
    },
    {
      "id": 25,
      "regName": "Ставропольский край",
      "regCodes": [
        "26",
        "126"
      ]
    },
    {
      "id": 26,
      "regName": "Хабаровский край",
      "regCodes": [
        "27"
      ]
    },
    {
      "id": 27,
      "regName": "Амурская область",
      "regCodes": [
        "28"
      ]
    },
    {
      "id": 28,
      "regName": "Архангельская область",
      "regCodes": [
        "29"
      ]
    },
    {
      "id": 29,
      "regName": "Астраханская область",
      "regCodes": [
        "30"
      ]
    },
    {
      "id": 30,
      "regName": "Белгородская область",
      "regCodes": [
        "31"
      ]
    },
    {
      "id": 31,
      "regName": "Брянская область",
      "regCodes": [
        "32"
      ]
    },
    {
      "id": 32,
      "regName": "Владимирская область",
      "regCodes": [
        "33"
      ]
    },
    {
      "id": 33,
      "regName": "Волгоградская область",
      "regCodes": [
        "34",
        "134"
      ]
    },
    {
      "id": 34,
      "regName": "Вологодская область",
      "regCodes": [
        "35"
      ]
    },
    {
      "id": 35,
      "regName": "Воронежская область",
      "regCodes": [
        "36",
        "136"
      ]
    },
    {
      "id": 36,
      "regName": "Ивановская область",
      "regCodes": [
        "37"
      ]
    },
    {
      "id": 37,
      "regName": "Иркутская область",
      "regCodes": [
        "38",
        "138"
      ]
    },
    {
      "id": 38,
      "regName": "Калининградская область",
      "regCodes": [
        "39"
      ]
    },
    {
      "id": 39,
      "regName": "Калужская область",
      "regCodes": [
        "40"
      ]
    },
    {
      "id": 40,
      "regName": "Камчатский край",
      "regCodes": [
        "41"
      ]
    },
    {
      "id": 41,
      "regName": "Кемеровская область",
      "regCodes": [
        "42",
        "142"
      ]
    },
    {
      "id": 42,
      "regName": "Кировская область",
      "regCodes": [
        "43"
      ]
    },
    {
      "id": 43,
      "regName": "Костромская область",
      "regCodes": [
        "44"
      ]
    },
    {
      "id": 44,
      "regName": "Курганская область",
      "regCodes": [
        "45"
      ]
    },
    {
      "id": 45,
      "regName": "Курская область",
      "regCodes": [
        "46"
      ]
    },
    {
      "id": 46,
      "regName": "Ленинградская область",
      "regCodes": [
        "47",
        "147"
      ]
    },
    {
      "id": 47,
      "regName": "Липецкая область",
      "regCodes": [
        "48"
      ]
    },
    {
      "id": 48,
      "regName": "Магаданская область",
      "regCodes": [
        "49"
      ]
    },
    {
      "id": 49,
      "regName": "Московская область",
      "regCodes": [
        "50",
        "90",
        "150",
        "190",
        "750",
        "790"
      ]
    },
    {
      "id": 50,
      "regName": "Мурманская область",
      "regCodes": [
        "51"
      ]
    },
    {
      "id": 51,
      "regName": "Нижегородская область",
      "regCodes": [
        "52",
        "152"
      ]
    },
    {
      "id": 52,
      "regName": "Новгородская область",
      "regCodes": [
        "53"
      ]
    },
    {
      "id": 53,
      "regName": "Новосибирская область",
      "regCodes": [
        "54",
        "154"
      ]
    },
    {
      "id": 54,
      "regName": "Омская область",
      "regCodes": [
        "55"
      ]
    },
    {
      "id": 55,
      "regName": "Оренбургская область",
      "regCodes": [
        "56",
        "156"
      ]
    },
    {
      "id": 56,
      "regName": "Орловская область",
      "regCodes": [
        "57"
      ]
    },
    {
      "id": 57,
      "regName": "Пензенская область",
      "regCodes": [
        "58"
      ]
    },
    {
      "id": 58,
      "regName": "Пермский край",
      "regCodes": [
        "59",
        "159"
      ]
    },
    {
      "id": 59,
      "regName": "Псковская область",
      "regCodes": [
        "60"
      ]
    },
    {
      "id": 60,
      "regName": "Ростовская область",
      "regCodes": [
        "61",
        "161",
        "761"
      ]
    },
    {
      "id": 61,
      "regName": "Рязанская область",
      "regCodes": [
        "62"
      ]
    },
    {
      "id": 62,
      "regName": "Самарская область",
      "regCodes": [
        "63",
        "163",
        "763"
      ]
    },
    {
      "id": 63,
      "regName": "Саратовская область",
      "regCodes": [
        "64",
        "164"
      ]
    },
    {
      "id": 64,
      "regName": "Сахалинская область",
      "regCodes": [
        "65"
      ]
    },
    {
      "id": 65,
      "regName": "Свердловская область",
      "regCodes": [
        "196",
        "66",
        "96"
      ]
    },
    {
      "id": 66,
      "regName": "Смоленская область",
      "regCodes": [
        "67"
      ]
    },
    {
      "id": 67,
      "regName": "Тамбовская область",
      "regCodes": [
        "68"
      ]
    },
    {
      "id": 68,
      "regName": "Тверская область",
      "regCodes": [
        "69"
      ]
    },
    {
      "id": 69,
      "regName": "Томская область",
      "regCodes": [
        "70"
      ]
    },
    {
      "id": 70,
      "regName": "Тульская область",
      "regCodes": [
        "71"
      ]
    },
    {
      "id": 71,
      "regName": "Тюменская область",
      "regCodes": [
        "72"
      ]
    },
    {
      "id": 72,
      "regName": "Ульяновская область",
      "regCodes": [
        "73",
        "173"
      ]
    },
    {
      "id": 73,
      "regName": "Челябинская область",
      "regCodes": [
        "74",
        "174",
        "774"
      ]
    },
    {
      "id": 74,
      "regName": "Забайкальский край",
      "regCodes": [
        "75"
      ]
    },
    {
      "id": 75,
      "regName": "Ярославская область",
      "regCodes": [
        "76"
      ]
    },
    {
      "id": 76,
      "regName": "г. Москва",
      "regCodes": [
        "77",
        "97",
        "99",
        "177",
        "197",
        "199",
        "777",
        "797",
        "799"
      ]
    },
    {
      "id": 77,
      "regName": "г. Санкт-Петербург",
      "regCodes": [
        "78",
        "98",
        "178",
        "198"
      ]
    },
    {
      "id": 78,
      "regName": "Еврейская автономная область",
      "regCodes": [
        "79"
      ]
    },
    {
      "id": 79,
      "regName": "Республика Крым",
      "regCodes": [
        "82"
      ]
    },
    {
      "id": 80,
      "regName": "Ненецкий автономный округ",
      "regCodes": [
        "83"
      ]
    },
    {
      "id": 81,
      "regName": "Ханты-Мансийский автономный округ - Югра",
      "regCodes": [
        "86",
        "186"
      ]
    },
    {
      "id": 82,
      "regName": "Чукотский автономный округ",
      "regCodes": [
        "87"
      ]
    },
    {
      "id": 83,
      "regName": "Ямало-Ненецкий автономный округ",
      "regCodes": [
        "89"
      ]
    },
    {
      "id": 84,
      "regName": "г. Севастополь",
      "regCodes": [
        "92"
      ]
    },
    {
      "id": 85,
      "regName": "Чеченская Республика",
      "regCodes": [
        "95"
      ]
    }
  ]
}